Repository: ggbond268/MacTools
Catalog: Plugins/WindowLayout/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# metadata.title
source: 窗口布局
en: Window Layout
zh_hant: 視窗佈局

# metadata.description
source: 调整前台窗口大小与位置
en: Resize and position the frontmost window
zh_hant: 調整前景視窗大小與位置

# permission.accessibility.title
source: 辅助功能
en: Accessibility
zh_hant: 輔助功能

# permission.accessibility.description
source: 用于调整其他应用窗口的大小与位置。
en: Used to resize and move windows in other apps.
zh_hant: 用於調整其他應用程式視窗的大小與位置。

# permission.accessibility.footnote
source: 授权后即可调整窗口布局。
en: Grant access to adjust window layouts.
zh_hant: 授權後即可調整視窗佈局。

# shortcut.descriptionFormat
source: 将前台窗口设为%@。
en: Set the frontmost window to %@.
zh_hant: 將前景視窗設為%@。

# shortcut.settingsGroupTitle
source: 窗口布局快捷键
en: Window Layout Shortcuts
zh_hant: 視窗佈局快捷鍵

# shortcut.settingsGroupDescription
source: 为各布局预设绑定全局快捷键。
en: Bind global shortcuts to layout presets.
zh_hant: 為各佈局預設綁定全域快捷鍵。

# settings.inset.title
source: 接近最大化
en: Almost Maximize

# settings.inset.rowTitle
source: 边距
en: Inset
zh_hant: 邊距

# settings.inset.description
source: 接近最大化时相对屏幕可视区域的内缩边距。
en: Inset from the visible screen area for almost maximize.
zh_hant: 接近最大化時相對螢幕可視區域的內縮邊距。

# panel.subtitle.needsAccessibility
source: 需要辅助功能权限
en: Accessibility required
zh_hant: 需要輔助功能權限

# panel.subtitle.ready
source: 调整前台窗口布局
en: Adjust frontmost window layout
zh_hant: 調整前景視窗佈局

# panel.section.halves
source: 半屏
en: Halves
zh_hant: 半螢幕

# panel.section.thirds
source: 三分
en: Thirds

# panel.section.quarters
source: 四分
en: Quarters

# panel.section.scale
source: 缩放与位置
en: Scale & Position
zh_hant: 縮放與位置

# panel.section.restore
source: 恢复
en: Restore
zh_hant: 恢復

# action.maximize
source: 最大化
en: Maximize

# action.almostMaximize
source: 接近最大化
en: Almost Maximize

# action.leftHalf
source: 左半屏
en: Left Half
zh_hant: 左半螢幕

# action.rightHalf
source: 右半屏
en: Right Half
zh_hant: 右半螢幕

# action.topHalf
source: 上半屏
en: Top Half
zh_hant: 上半螢幕

# action.bottomHalf
source: 下半屏
en: Bottom Half
zh_hant: 下半螢幕

# action.centerHalf
source: 中间半屏
en: Center Half
zh_hant: 中間半螢幕

# action.leftThird
source: 左三分之一
en: Left Third

# action.centerThird
source: 中三分之一
en: Center Third

# action.rightThird
source: 右三分之一
en: Right Third

# action.leftTwoThirds
source: 左三分之二
en: Left Two Thirds

# action.rightTwoThirds
source: 右三分之二
en: Right Two Thirds

# action.topLeftQuarter
source: 左上 1/4
en: Top Left Quarter

# action.topRightQuarter
source: 右上 1/4
en: Top Right Quarter

# action.bottomLeftQuarter
source: 左下 1/4
en: Bottom Left Quarter

# action.bottomRightQuarter
source: 右下 1/4
en: Bottom Right Quarter

# action.grow
source: 放大
en: Grow

# action.shrink
source: 缩小
en: Shrink
zh_hant: 縮小

# action.center
source: 居中
en: Center
zh_hant: 置中

# action.restore
source: 恢复
en: Restore
zh_hant: 恢復

# error.accessibilityRequired
source: 需要辅助功能权限
en: Accessibility permission required
zh_hant: 需要輔助功能權限

# error.noResizableWindow
source: 没有可调整的前台窗口
en: No resizable frontmost window
zh_hant: 沒有可調整的前景視窗

# error.axFailure
source: 无法调整该窗口
en: Unable to adjust this window
zh_hant: 無法調整該視窗

# error.nothingToRestore
source: 没有可恢复的窗口位置
en: Nothing to restore
zh_hant: 沒有可恢復的視窗位置
